Repository: OpenLD/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: es

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
es: Después de una actualización satisfactoria, el AutoTimer buscará automáticamente nuevos Si está habilitado.

source: An automated refresh will start after this time of day, but before the time specified in next setting.
es: Una actualización automática comenzará después de esta hora del día, pero antes de la hora especificada en el siguiente ajuste.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
es: Una actualización automática comenzará antes de esta hora del día, pero después de la hora especificado en el ajuste anterior.

source: Automatically refresh EPG
es: Refrescar automáticamente EPG

source: Bouquets
es: Listas

source: Cancel
es: Cancelar

source: Channels
es: Canales

source: Congratulations
es: Felicitaciones

source: Delay if not in standby (minutes)
es: Retardo si no está en modo de espera (minutos)

source: Duration to stay on service (seconds)
es: Duración de permanecer en servicio (segundos)

source: EPG refresh auto-start earliest (hh:mm)
es: EPG refresh auto-start más temprano (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
es: EPG refresh auto-start más reciente (hh:mm)

source: EPG refresh finished.
es: EPG refresh finalizado.

source: EPG refresh started in background.
es: EPG refresh iniciado en segundo plano.

source: EPG refresh starts scanning channels.
es: EPG refresh comienza a escanear canales.

source: EPGRefresh Configuration
es: Configuración EPGRefresh

source: EPGRefresh Help
es: EPGRefresh Ayuda

source: EPGRefresh Services
es: Canales EPGRrefresh

source: Edit Services
es: Editar Canales

source: Edit Services to refresh
es: Editar Canales a refrescar

source: Editing
es: Editando

source: Editing the service list
es: Edición de la lista de servicios

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
es: Habilite esto para poder acceder a la configuración de EPGRefresh desde dentro del menú extensión

source: Extend the list of services to refresh by those your AutoTimers use?
es: ¿Extender la lista de servicios a actualizar por aquellos que utilizan sus AutoTimers?

source: Fake recording
es: Grabación falsa

source: Force scan even if receiver is in use
es: Forzar el escaneo incluso cuando el receptor está en uso

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
es: Si el receptor actualmente no está en modo de espera, ésta es la duración que EPGRefresh esperará antes de volver a intentarlo.

source: If this is enabled, the plugin will wake up the receiver from deep standby if possible. Otherwise it needs to be switched on already.
es: Si está habilitado, el plugin despertará al receptor desde el modo de espera profundo Si es posible, de lo contrario debe estar encendido ya.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
es: Si desea actualizar el EPG en segundo plano, puede elegir el método Que mejor se adapte a sus necesidades aquí, por ejemplo, la grabación oculta, falsa o regular Imagen en imagen.

source: Inherit Services from AutoTimer
es: Heredar servicios de AutoTimer

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled. The options 'Ask*' has only affect on a manually refresh. If EPG-Refresh was called in background the default-Answer will be executed!
es: Tras una actualización satisfactoria, el AutoTimer buscará automáticamente Si está habilitado. Las opciones "Preguntar" sólo afectan a un refresco manual. Si EPG-Refresh se llamó en segundo plano, la respuesta predeterminada será ¡ejecutado!.

source: Last refresh was %s
es: La última actualización fue %s

source: Main Picture
es: Imagen Principal

source: New
es: Nuevo

source: PiP available now.
es: PiP disponible ahora.

source: Picture in Picture (hidden)
es: Picture in Picture (oculta)

source: Please don't use PiP meanwhile!
es: Por favor, no utilice PiP mientras tanto!

source: Really close without saving settings?
es: ¿Seguro que quiere cerrar sin guardar los cambios?

source: Refresh EPG automatically
es: Refrescar EPG automáticamente

source: Refresh EPG using
es: Refrescar EPG usando

source: Refresh now
es: Refrescar ahora

source: Refreshing
es: Refrescando

source: Run AutoTimer after refresh
es: Ejecutar AutoTimer después de refrescar

source: Select bouquet to refresh
es: Seleccionar lista a refrescar

source: Select channel to refresh
es: Seleccionar canal a refrescar

source: Show in extension menu
es: Mostrar en el menú de extensiones

source: Show popup when refresh starts and ends
es: Mostrar popup cuando se inicia y termina la actualización

source: Shutdown after EPG refresh
es: Apagado después de refrescar EPG

source: This setting controls whether the receiver should be set to standby after refresh is completed.
es: Este ajuste controla si el receptor debe estar en modo de espera después de que se haya completado el resfresco.

source: The configuration menu
es: El menú de configuración

source: This help screen is supposed to give you a quick look at everything EPGRefresh has to offer. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by pressing the HELP button from the configuration menu (more on that later). But you really should consider to take the few minutes it takes to read these help pages.
es: Esta pantalla de ayuda se supone que le dará una mirada rápida a todo lo que EPGRefresh tiene para ofrecer. Puede abortarla en cualquier momento presionando el botón ROJO o EXIT en su mando a distancia o subirlo más adelante pulsando el botón HELP en el menú de configuración (más adelante). Pero usted realmente debe considerar tomar los pocos minutos que se tarda en leer estas páginas de ayuda.

source: This is the duration each service/channel will stay active during a refresh.
es: Esta es la duración que cada servicio/canal permanecerá activo durante una actualización.

source: This is the entry point of EPGRefresh. From this menu you can configure every aspect of the plugin and start a manual refresh of the EPG. The configuration options each have an explaination which is supposed to help you to understand their effects better. Please give reading them a try, they can save you a lot of time. Using the YELLOW button you can start a refresh manually and the INFO button brings up the date the last refresh was completed successfully. The BLUE key opens the service editor (next page).
es: Este es el punto de entrada de EPGRefresh. Desde este menú puede configurar todos los aspectos del plugin e iniciar una actualización manual del EPG. Las opciones de configuración tienen una explicación que se supone que le ayudará a entender mejor sus efectos. Por favor, déles una oportunidad de lectura, pueden ahorrarle mucho tiempo. Con el botón AMARILLO puede iniciar una actualización manualmente y el botón INFO muestra la fecha en que se completó la última actualización con éxito. La tecla AZUL abre el editor de servicio (página siguiente).

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommended to put the receiver to Standby. Do you want to do this now?
es: Esto podría haber sido un arranque automático para refrescar el EPG Sucede que se recomienda poner el receptor en espera. ¿Quieres hacer esto ahora?

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
es: Este ajuste controla si se mostrará o no un mensaje informativo Al inicio y finalización de la actualización.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
es: Este ajuste controla si la actualización se iniciará incluso aunque el receptor esté activo (ya sea en modo de espera o en la grabación actual).

source: This setting controls whether the receiver should be set to deep standby after refresh is completed.
es: Este ajuste controla si el receptor debe estar en modo de espera profundo después de que se complete la actualización.

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
es: A menos que esté activado, EPGRefresh no se ejecutará automáticamente, pero debe ser iniciado explícitamente por el botón amarillo en este menú.

source: Version
es: Versión

source: Wake up from deep standby for EPG refresh
es: Desactivar desde el modo de espera profundo para EPG refresh

source: Welcome to EPGRefresh
es: Bienvenido a EPGRefresh

source: While the screen does not immediately show it, it does have a lot to offer. The topmost line allows you to choose between the editor for channels and bouquets and the following lines contain the channels/bouquets you chose to refresh. You can use the BLUE button to add a new entry to the list or the YELLOW button to remove an existing one. For most people it should be sufficient to add the 'Favourites' bouquet by selecting 'Bouquets' in the first line and by adding it using the BLUE button.
es: Si bien la pantalla no lo muestra de inmediato, tiene mucho que ofrecer. La línea más alta le permite elegir entre el editor de canales y los bouquets, las líneas siguientes contienen los canales/bouquets que usted eligió refrescar. Puede usar el botón AZUL para agregar una nueva entrada a la lista o el botón AMARILLO para eliminar una existente. Para la mayoría, debería ser suficiente con agregar el bouquet 'Favoritos' seleccionando 'Bouquets' en la primera línea y añadiéndolo usando el botón AZUL.

source: You now know how to do your first steps in EPGRefresh. As a final note I want to hint you at the fact that this plugin will not do anything on its own without YOU telling it to. So if you want the refresh to happen automatically in the background you need to configure the plugin to do so. This was not done to cause you any inconvenience but rather to give you the freedom of choice.
es: Ahora ya sabes cómo hacer tus primeros pasos en EPGRefresh. Como nota final, recordarle que, este plugin no hará nada por si solo sin que usted se lo diga antes. Así que, si quieres que refresque automáticamente en segundo plano, necesitas configurar el plugin para que lo haga. Esto no se hizo así para causarle ningún inconveniente, sino para darle libertad de elección.

source: add to EPGRefresh
es: Agregar a EPGRefresh

source: delete
es: borrar

source: never
es: nunca

source: Show Advanced Options
es: Mostrar opciones avanzadas

source: Display more Options
es: Mostrar más opciones

source: Show Setup in extension menu
es: Mostrar configuración en el menú de extensiones

source: Show 'EPGRefresh Start now' in extension menu
es: Mostrar 'Iniciar EPGRefresh ahora' en el menú de extensiones

source: Enable this to be able to start the EPGRefresh from within the extension menu.
es: Habilite esto para poder iniciar el EPGRefresh desde dentro del menú de extensiones.

source: Wake up from standby for EPG refresh
es: Desactivar desde el modo de espera para la actualización de EPG

source: If this is enabled, the plugin will wake up the receiver from standby if possible. Otherwise it needs to be switched on already.
es: Si está activado, el plugin desactiva el receptor del modo de espera si es posible. De lo contrario, debe estar encendido ya.
