Repository: OpenLD/enigma2-plugins
Catalog: automaticvolumeadjustment/po/*.po
Languages: hu

source: Add
hu: Hozzáadás

source: Adjustment value
hu: Beállítási érték

source: Automatic Volume Adjustment
hu: Automatikus hangerőszabályozás

source: Automatic Volume Adjustment - Config
hu: AM hangerő - Beállítás

source: Automatic Volume Adjustment - Entry Config
hu: AM hangerő - Bejegyzés konfiguráció

source: Automatic Volume Adjustment - Service Config
hu: AM hangerő - Csatorna konfiguráció

source: Automatic volume adjust
hu: Automatikus hangerő beállítása

source: Cancel
hu: Mégse

source: Channel Selection
hu: Csatorna kiválasztása

source: Default volume adjustment value for AC3/DTS
hu: Az AC3/DTS alapértelmezett hangerő beállítási értéke

source: Delete
hu: Törlés

source: Do you really want to delete this entry?
hu: Tényleg törölni szeretné ezt a bejegyzést?

source: Edit
hu: Szerkesztés

source: Enable
hu: Engedélyezve

source: Max. volume for mpeg audio
hu: Maximális hangerő mpeg hanghoz

source: Modus
hu: Műkődési mód

source: Press OK to select a service
hu: Nyomja le az OK gombot egy csatorna kiválasztásához

source: Remember service volume value
hu: Megjegyzi a csatorna hangerő beállítását

source: Servicename
hu: Csatornanév

source: Services
hu: Csatornák

source: Show volumebar when volume-value was changed
hu: A hangerő sávjának megjelenítése a hangerő érték megváltoztatásakor

source: You must select a valid service!
hu: Egy valós csatornát kell választani!
