Repository: OpenLD/enigma2-plugins
Catalog: imdb/po/*.po
Languages: nl, pt

source: Channel Selection
nl: Zenderkeuze
pt: Seleção de Canais

source: Lookup
nl: Opzoeken
pt: Pesquisa

source: The Internet Movie Database
nl: De Internet Movie Database
pt: Base de dados de filmes na Internet

source: Exit
nl: Afsluiten
pt: Sair

source: Show movie and series basic details
nl: Toon film en serie beknopte informatie

source: Exit IMDb search
nl: IMDb zoeken afsluiten

source: Show list of matched movies an series
nl: Toon lijst van overeenkomende films en series

source: Show movie and series extra details
nl: Toon film en series extra informatie

source: Menu
nl: IMDb-menu

source: Page down
nl: Pagina omlaag

source: Page up
nl: Pagina omhoog

source: Ambiguous results
nl: Geen eenduidige resultaten
pt: Resultados ambíguos

source: Please select the matching entry
nl: Maak de juiste keuze
pt: Por favor, selecionar entrada correspondente

source: Title Menu
nl: Titelmenu
pt: Título do Menu

source: Re-Query IMDb: %s...
nl: Nieuwe zoekopdracht op IMDb: %s...
pt: Reconsultar IMDb: %s...

source: Enter search
nl: Zoekopdracht
pt: Introduza a pesquisa

source: Select from EPG
nl: Selecteer uit de EPG
pt: Seleccione do EPG

source: Setup
nl: Instellingen
pt: Definição

source: Save current Details as .html for offline use
nl: Huidige informatie opslaan als .html voor offline gebruik
pt: Guardar os detalhes atuais como .html para usar offline

source: Save current Details as .txt
nl: Huidige informatie opslaan als .txt
pt: Guardar os detalhes atuais como .txt

source: Save current Poster and Details as .txt
nl: Huidige poster en informatie opslaan als .txt
pt: Guardar o poster atual e os detalhes como .txt

source: Play Trailer
nl: Speel trailer
pt: Reproduzir Excerto

source: Search Trailer
nl: Zoek trailer
pt: Procurar Excerto

source: IMDb can not get Movie Information to write to .txt file!
nl: IMDb kan filminformatie niet naar .txt bestand schrijven!
pt: IMDb não pode obter informações do filme para gravar o arquivo .txt!

source: IMDb can not get Movie Information to write to .jpg and .txt files!
nl: IMDb kan filminformatie niet naar .jpg en .txt bestanden schrijven!
pt: IMDb não pode obter informações do filme para gravar para arquivos .jpg e .txt!

source: IMDb Save - Download completed
nl: IMDb opslaan en download gereed
pt: Salvar IMDb - Descarga concluída

source: Content:
nl: Inhoud:
pt: Conteúdo:

source: Runtime:
nl: Duur:
pt: Duração:

source: Production Countries:
nl: Productieland(en):
pt: Países de Produção:

source: Release Date:
nl: Releasedatum:
pt: Data de realização:

source: User Rating
nl: Gebruikerswaardering
pt: Classificação

source: Enter text to search for
nl: Zoek naar (tekst)
pt: Introduza o texto a pesquisar

source: Query IMDb: %s
nl: Zoekopdracht IMDb: %s
pt: Consulta do IMDb: %s

source: Could't get event name
nl: Kon de naam van het programma niet bepalen
pt: Não obtido o nome do evento

source: IMDb Download completed
nl: Download van IMDb voltooid
pt: IMDb descarga concluída

source: No IMDb match.
nl: Geen overeenkomst op IMDb.
pt: Nenhuma correspondência de IMDb.

source: No IMDb match:
nl: Geen overeenkomst op IMDb van:
pt: Nenhuma correspondência de IMDb:

source: IMDb query failed!
nl: Zoeken op IMDb mislukt!
pt: Consulta do IMDb falhou!

source: IMDb Download failed
nl: Download van IMDb mislukt
pt: IMDb Descarga falhou!

source: IMDb Re-Download completed
nl: IMDB-download nogmaals uitgevoerd
pt: IMDb descarga concluída!

source: No details found.
nl: Geen informatie gevonden.
pt: Detalhes não encontrados.

source: IMDb Details parsed
nl: IMDB-informatie ingelezen
pt: Detalhes do IMDb analisados:

source: no user rating yet
nl: nog geen gebruikers waardering
pt: Não classificado ainda pelo utilizador

source: as
nl: als
pt: como

source: No cast list found in the database.
nl: Geen cast in de database gevonden.
pt: Lista do elenco não encontrada na base de dados.

source: Downloading Movie Poster: %s...
nl: Filmposter wordt gedownload: %s...
pt: A descarregar poster do filme: %s...

source: Plot Outline
nl: Verhaallijn

source: Unknown category
nl: Onbekende categorie

source: * = Restart Required
nl: * = Herstart noodzakelijk
pt: * = Reinício Requerido

source: IMDb Setup
nl: IMDb-instellingen
pt: Definição IMDb

source: OK
nl: Bevestigen

source: Cancel
nl: Annuleren
pt: Cancelar

source: Show search in plugin browser
nl: Toon IMDb-zoeken in pluginbrowser

source: Enable this to be able to access IMDb searches from within the plugin browser.
nl: Inschakelen om zoeken op IMDb vanuit de pluginbrowser te kunnen benaderen.

source: Show setup in plugin browser
nl: Toon IMDb-instellingen in pluginbrowser

source: Enable this to be able to access IMDb search setup from within the plugin browser.
nl: Inschakelen om IMDb zoek instellingen vanuit de pluginbrowser te kunnen benaderen.

source: Show in movie list
nl: Toon in opnamelijst

source: Enable this to be able to access IMDb searches from within the movie list.
nl: Inschakelen om zoeken op IMDb vanuit de opnamelijst te kunnen benaderen.

source: Words / phrases to ignore
nl: Woorden / zinnen die genegeerd worden
pt: Palavras / frases a ignorar

source: This option allows you add words/phrases for IMDb to ignore when searching. Please separate the words/phrases with commas.
nl: Deze optie maakt het mogelijk woorden/zinnen uit te sluiten van de zoekopdracht. Gebruik een komma als scheidingsteken.
pt: Esta opção permite adicionar palavras/frases para o IMDb ignorar, enquanto pesquisa. Por favor separe as palavras/frases com vírgulas.

source: Show full movie or series name in title menu
nl: Toon volledige film en serie naam in titelmenu

source: Show the whole IMDb title information for a movie or series, including, for example, alternative names and whether it's a series. Takes effect after the next search of IMDb for a show name.
nl: Toon de gehele IMDb titel informatie voor een film of serie, inclusief bv, alternatieve namen en of het een serie betreft. Beschikbaar na eerstvolgende zoekopdracht of IMDb opdracht voor programma informatie.

source: Show episode and year information in cast list
nl: Toon aflevering en jaarinformatie in castlijst

source: Show episode and year information for cast when available. Takes effect after the next fetch of show details.
nl: Toon aflevering en jaarinformatie voor personages indien beschikbaar. Beschikbaar na eerstvolgende keer binnenhalen van programmainformatie.

source: IMDb search
nl: IMDb-zoeken

source: Search for details from the Internet Movie Database
nl: Internet Movie Database informatie raadplegen

source: IMDb setup
nl: IMDb-instellingen

source: Settings for Internet Movie Database searches
nl: Internet Movie Database zoekopdracht instellingen

source: Details
pt: Detalhes

source: IMDb Menu
pt: Menu IMDb

source: Genre:
pt: Género:

source: Cast:
pt: Elenco:

source: Extra Info
pt: Informação extra

source: IMDb Plugin
pt: Plugin IMDb

source: Show in plugin browser
pt: Mostrar no Explorador de Plugins

source: Enable this to be able to access the IMDb from within the plugin browser.
pt: Permite que seja capaz de aceder ao IMDb a partir do browser plugin.

source: IMDb Details
pt: IMDb Detalhes

source: Query details from the Internet Movie Database
pt: Consultar detalhes da Base de dados de filmes da Internet
