Repository: OpenLD/enigma2-plugins
Catalog: merlinmusicplayer/po/*.po
Languages: lt

source: %d files added to database! Press OK to close.
lt: %d failai įtraukti į duomenų bazę! Kad uždarytumėte, spauskite 'OK'.

source: %s added to database
lt: %s įtraukta į duomenų bazę

source: %s already exists in database!
lt: %s jau yra duomenų bazėje!

source: %s appended to songlist
lt: %s prijungta prie dainų sąrašo

source: %s inserted and will be played as next song
lt: %s įtraukta ir bus grojama, kaip kita daina

source: Activate screensaver
lt: Įjungti ekrano užsklandą

source: Add all songs from selected album to a playlist
lt: Visas pasirinkto albumo dainas įtraukti į grojaraštį

source: Add all songs from selected artist to a playlist
lt: Visas pasirinkto atlikėjo dainas įtraukti į grojaraštį

source: Add all songs from selected genre to a playlist
lt: Visas pasirinkto žanro dainas įtraukti į grojaraštį

source: Add music files to iDream database
lt: Įtraukti muzikos failus į iDream duomenų bazę

source: Add selected song to a playlist
lt: Įtraukti pasirinktą dainą į grojaraštį

source: Album (%s) -> Song List
lt: Albumą (%s) -> dainų sąrašą

source: Albums (%d)
lt: Albumai (%d)

source: Albums List
lt: Albumų sąrašas

source: All Artists
lt: Visi atlikėjai

source: All Songs
lt: Visos dainos

source: Append file to current playing songlist
lt: Pridėti failą prie dabar atkuriamo dainų sąrašo

source: Append file to current songlist
lt: Pridėti failą prie dabartinio dainų sąrašo

source: Artist (%s) -> Album List
lt: Atlikėją (%s)-> albumų sąrašą

source: Artist (%s) -> Song List
lt: Atlikėją (%s) -> dainų sąrašą

source: Artists (%d)
lt: Atlikėjai (%d)

source: Artists List
lt: Atlikėjų sąrašas

source: Receiver Music Database
lt: Imtuvo muzikos duomenų bazė

source: Cancel
lt: Atšaukti

source: Clear current songlist and play selected entry
lt: Išvalyti dabartinį dainų sąrašą ir atkurti pasirinktą įrašą

source: Close
lt: Uždaryti

source: Configuration
lt: Konfigūracija

source: Create new playlist
lt: Kurti naują grojaraštį

source: Delete selected playlist
lt: Pašalinti šį grojaraštį

source: Delete song from current playlist
lt: Šalinti dainą iš šio grojaraščio

source: Delete song from database
lt: Šalinti dainą iš duomenų bazės

source: Do you really want to add all songs from that album to a playlist?
lt: Ar tikrai norite įtraukti visas to albumo dainas į grojaraštį?

source: Do you really want to add all songs from that artist to a playlist?
lt: Ar tikrai norite įtraukti visas to atlikėjo dainas į grojaraštį?

source: Do you really want to add all songs from that genre to a playlist?
lt: Ar tikrai norite įtraukti visas to žanro dainas į grojaraštį?

source: Do you really want to delete that song from the database?
lt: Ar tikrai norite šalinti šią dainą iš duomenų bazės?

source: Do you really want to delete that song the current playlist?
lt: Ar tikrai norite šalinti tą dainą iš šio grojaraščio?

source: Do you really want to delete the current playlist?
lt: Ar tikrai norite šalinti šį grojaraštį?

source: Enter name for playlist
lt: Įrašykite grojaraščio pavadinimą

source: Enter search text
lt: Įrašykite ieškomą tekstą

source: Error! Can not open database! Check if save folder is correct and writeable! Press OK to close.
lt: Įvyko klaida! Nepavyksta atidaryti duomenų bazės! Patikrinkite, ar teisingas katalogas ir yra rašymo teisės! Kad uždarytumėte, spauskite 'OK'.

source: Filebrowser startup path
lt: Failų naršyklės paleidimo kelias

source: Filelist: %s
lt: Failų sąrašas: %s

source: Genre (%s) -> Song List
lt: Žanrą (%s) -> dainų sąrašą

source: Genre List
lt: Žanrų sąrašas

source: Genres (%d)
lt: Žanrai (%d)

source: Google image path
lt: Google atvaizdo kelias

source: Insert file to current playing songlist and play next
lt: Pridėti failą prie dabar atkuriamo dainų sąrašo ir atkurti sekantį

source: Insert file to current songlist and play next
lt: Pridėti failą prie dabartinio dainų sąrašo ir atkurti sekantį

source: Invalid Location
lt: Neteisinga vieta

source: Lyrics
lt: Žodžiai

source: Main Menu
lt: Pagrindinis meniu

source: Merlin Music Player
lt: Merlin muzikos grotuvas

source: Merlin Music Player Lyrics
lt: Merlin muzikos grotuvo dainų tekstai

source: Merlin Music Player Setup
lt: Merlin muzikos grotuvo sąranka

source: Merlin Music Player Songlist
lt: Merlin muzikos grotuvo dainų sąrašas

source: Merlin Music Player TV
lt: Merlin muzikos grotuvo TV

source: Merlin music player
lt: Merlin muzikos grotuvas

source: No lyrics found
lt: Dainų tekstų nėra

source: No music files found!
lt: Muzikos failų nėra!

source: OK
lt: Gerai

source: Play
lt: Atkurti

source: Play last used songlist after starting
lt: Atvėrus, atkurti paskutinį grotų dainų sąrašą

source: Playlist (%s) -> Song List
lt: Grojaraštį (%s) -> dainų sąrašą

source: Playlists
lt: Grojaraščiai

source: Playlists (%d)
lt: Grojaraščiai (%d)

source: Process aborted. 0 files added to database! Press OK to close.
lt: Procesas nutrauktas. 0 failų, įtraukta į duomenų bazę! Kad uždarytumėte, spauskite 'OK'.

source: Remember last path of filebrowser
lt: Įsiminti paskutinį failų naršyklės kelią

source: Repeat is not available yet with cue-files!
lt: .cue failų pakartoti negalima!

source: Response -> lyrics for: %s (%s)
lt: Atsakas -> žodžiai: %s (%s)

source: Scan path for music files and add them to database
lt: Kelias, ieškoti muzikos failų ir įtraukti juos į duomenų bazę

source: Search in iDream database
lt: Ieškoti iDream duomenų bazėje

source: Search results for "%s" in all albums
lt: "%s" paieškos albumuose rezultatai

source: Search results for "%s" in all artists
lt: "%s" paieškos tarp atlikėjų rezultatai

source: Search results for "%s" in all titles
lt: "%s" paieškos tarp pavadinimų rezultatai

source: Search results for "%s" in title, artist or album
lt: "%s" paieškos pavadinime, tarp atlikėjų, ar albumų rezultatai

source: Select path
lt: Pasirinkite kelią

source: Show Album
lt: Žiūrėti albumą

source: Show Merlin Music Player in extensions menu
lt: Rodyti Merlin muzikos grotuvą plėtinių meniu

source: Show Merlin Music Player in main menu
lt: Rodyti Merlin muzikos grotuvą pagrindiniame meniu

source: Show iDream in extensions menu
lt: Rodyti iDream plėtinių meniu

source: Show iDream in main menu
lt: Rodyti iDream pagrindiniame meniu

source: Shuffle is not available yet with cue-files!
lt: .cue failų sumaišyti negalima!

source: Songs (%d)
lt: Dainos (%d)

source: There are no playlists defined. Do you want to create a new playlist?
lt: Šiuo metu nėra nustatytų grojaraščių. Ar norite sukurti naują grojaraštį?

source: This Receiver can't decode %s streams!
lt: Šis aparatas negali iškoduoti %s srautų!

source: Track %s
lt: Takelis %s

source: Use google-images for cover art
lt: Viršeliams naudoti google vaizdus

source: Wait for screensaver (in min)
lt: Ekrano užsklanda po (min.)

source: [back]
lt: [atgal]

source: iDream Main Menu
lt: iDream pagrindinis meniu

source: iDream database path
lt: Kelias į iDream duomenų bazę

source: search for album
lt: ieškoti albumo

source: search for artist
lt: ieškoti atlikėjo

source: search for title
lt: ieškoti pavadinimo

source: search in all of them
lt: ieškoti visuose juose
