Repository: OpenLD/enigma2-plugins
Catalog: epgsearch/po/*.po
Languages: hu, nl

source: %e/%m, %H:%M
hu: %m/%d %H:%M

source: Stream
hu: Adatfolyam

source: New Search
hu: Új keresés
nl: Nieuwe zoekopdracht

source: Add AutoTimer
hu: AutoTimer hozzáadása
nl: Autotimer toevoegen

source: IMDb Search
hu: IMDb keresés
nl: Zoeken in IMDb

source: Add Timer
hu: Időzítés hozzáadása
nl: Timer toevoegen

source: Close dialog
hu: Párbeszédpanel bezárása
nl: Sluit dialoog

source: Exit EPG Search
hu: Kilépés az Műsor keresésből
nl: EPG Search afsluiten

source: Zap to channel
hu: Csatornára ugrás
nl: Zap naar zender

source: Show detailed event information
hu: Részletes eseményinformációk megjelenítése
nl: Toon gedetailleerde programma informatie

source: IMDB search for highlighted event
hu: IMDB keresés a kiválasztott eseményre
nl: Zoek op IMDb naar geselecteerd programma

source: Add/remove/edit timer for highlighted event
hu: A kiválasztott eseménynél az időzítő Hozzáadása/Eltávolítása/Szerkesztése
nl: Toevoegen/verwijder/bewerk timer voor het geselecteerde programma

source: Enter new search
hu: Írja be az új keresést
nl: Opnieuw zoeken

source: Show search history
hu: Keresési előzmények megjelenítése
nl: Toon zoekgeschiedenis

source: Add an AutoTimer for highlighted event
hu: A kijelölt eseménynél egy AutoTimer hozzáadása
nl: Autotimer toevoegen voor het geselecteerde programma

source: Show AutoTimer list
hu: AutoTimer lista megjelenítése
nl: Toon autotimerlijst

source: Add a record timer for highlighted event
hu: Adjon felvételi időzítőt a kiválasztott eseményhez
nl: Opnametimer toevoegen voor het geselecteerde programma

source: Add a zap timer for highlighted event
hu: Adjon időzítőt a kiválasztott esemény indulási megjelenítéséhez
nl: Zaptimer toevoegen voor het geselecteerde programma

source: Move down a page
hu: Ugrás a következő lapra
nl: Ga één pagina omlaag

source: Move up a page
hu: Ugrás a előző lapra
nl: Ga één pagina omhoog

source: Setup menu
hu: Beállítások menü
nl: Instellingenmenu

source: Move up
hu: Mozgatás felfelé
nl: Verplaats naar boven

source: Move down
hu: Mozgatás lefelé
nl: Verplaats naar beneden

source: EPG Search
hu: Műsor keresése

source: Enter text to search for
hu: Írja be a keresendő szöveget
nl: Voer de te zoeken tekst in

source: Import from Timer
hu: Importálás Időzítőből
nl: Importeren uit timer

source: Import from EPG
hu: Importálás Műsorújságból
nl: Importeren uit EPG

source: Import from AutoTimer
hu: Importálás AutoTimer-ből
nl: Importeren uit autotimer

source: Save search as AutoTimer
hu: Keresés mentése AutoTimer-ként
nl: Bewaar als autotimer

source: Open selected in IMDb
hu: Kijelölt elemek megnyitása IMDb-ben
nl: Open in IMDb

source: Setup
hu: Beállítás
nl: Instellingen

source: EPG Search setup
hu: Műsor keresés beállítás
nl: EPG Search instellingen

source: Could not read AutoTimer timer list: %s
hu: Nem sikerült olvasni az AutoTimer időzítő listáját: %s
nl: Kan autotimer timer-lijst niet lezen : %s

source: Select text to search for
hu: Válassza ki a keresendő szöveget
nl: Selecteer te zoeken tekst...

source: No history
hu: Nincs előzmény
nl: Geen geschiedenis

source: All services
hu: Összes csatorna
nl: Alle zenders

source: All bouquets
hu: Összes csatornacsomag
nl: Alle boeketten

source: Current bouquet
hu: Aktuális csatornacsomag
nl: Huidige boeket

source: Current service
hu: Aktuális csatorna
nl: Huidige zender

source: Search in...
hu: Keresés ebben...
nl: Zoek in...

source: Searching...
hu: Keresés...
nl: Zoeken...

source: include
hu: tartalmazza
nl: toevoegen

source: Cancel
hu: Mégse
nl: Annuleren

source: Select a timer to search
hu: Válasszon egy időzítő a kereséshez
nl: Selecteer te zoeken timer

source: Channel Selection
hu: Kiválasztás mellőzése
nl: Zenderkeuze

source: Search
hu: Keresés
nl: Zoeken

source: EPGSearch Setup
hu: Műsor keresés beállítás
nl: EPG Search instellingen

source: Search scope
hu: Keresés hatóköre
nl: Zoekbereik

source: Control where to search in the EPG. When 'all bouquets' is set, all bouquets are searched, even if 'Enable multiple bouquets' is disabled.
hu: Ellenőrizze, hogy hol keressen az EPG műsorújságban. Amikor "összes csatornacsomag" be van állítva, akkor minden csatornacsomagban keres, még akkor is, ha a "Többszörös csatornacsomag engedélyezve" tiltott.
nl: Bepaal waar te zoeken in de EPG. Indien 'alle boeketten' is gekozen, wordt daadwerkelijk in alle boeketten gezocht, ook als 'Meerdere boeketten toestaan' is uitgeschakeld.

source: Default scope when asked
hu: Alapértelmezett hatókört mikor kérdezve van
nl: Standaard bereik wanneer gevraagd

source: Sets the default search scope when the user is asked.
hu: Beállítja az alapértelmezett keresési tartományt, amikor a felhasználó meg van kérdezve.
nl: Selecteer het standaard bereik wanneer de gebruiker wordt gevraagd.

source: Show orbital position
hu: A tuner típus megjelenítése
nl: Toon orbitale positie

source: Show satellite orbital positions in the search results.
hu: Mutatja a tuner típusát, illetve műholdas orbitális pozíciókat a keresési eredmények listájában.
nl: Toon satelliet orbitale positie in zoekresultaten.

source: Search type
hu: Keresés típusa
nl: Zoektype

source: Set type of match used to compare program titles with the search string
hu: Állítsa be a keresésben használt szöveg egyezés, illeszkedés típusát. A 'pontos egyezés, illeszkedés' csak a Teljes szóra, a 'részleges egyezés, illeszkedés' a Szóban, vagy kifejezésben szerelő kifejezésre utal
nl: Selecteer het soort overeenkomst tussen programma titels en zoekopdracht.

source: Search strictness
hu: Keresés pontosabban
nl: Zoekbeperkingen

source: Is the search case-sensitive or case-insensitive
hu: A keresés a kis-és nagybetűkre érzékeny
nl: Hoofdlettergevoelig zoeken

source: Show in plugin browser
hu: Megjelenítés a Bővítmény kezelőben
nl: Toon in applicatie overzicht

source: Enable this to allow access to EPG Search from within the plugin browser.
hu: Engedélyezze ezt, hogy hozzáférhessen a Műsorok kereséshez a Bővítmény kezelőben.
nl: Schakel dit in om EPG Search vanuit de pluginbrowser te kunnen openen.

source: Length of history
hu: Előzmények hossza
nl: Lengte van geschiedenis

source: Maximum number of entries in the search history. Set this to 0 to disable search history.
hu: A keresési előzmények maximális száma. Állítsa 0-ra, ha le akarja tiltani a keresési előzményt.
nl: Maximum aantal vermeldingen in de zoekgeschiedenis. Stel in op 0 om de geschiedenis uit te schakelen.

source: Search encoding
hu: Keresés kódolása
nl: Zoek codering

source: Choose the encoding type for searches, helpful for foreign languages.
hu: Válassza ki a kódolás típusát, hasznos lehet az idegen nyelvek számára.
nl: Kies het coderingstype; handig voor diverse talen.

source: EPGSearch
hu: Műsor keresés

source: Filter results by source
hu: Szűrje az eredményeket forrás szerint
nl: Filter resultaten naar bron

source: Include or exclude results depending on their source (e.g. by satellite)
hu: Az eredmények bevitele vagy kizárása a forrástól függően (például műhold által)
nl: Verberg of geef resultaten weer naar bron, zoals satelliet etc.

source: Include/exclude sources
hu: Források bevonása/kizárása
nl: toevoegen/uitsluiten bronnen

source: Use source restrictions below to only include results from the sources, or exclude them.
hu: Használja az alábbi forráskorlátozásokat, hogy csak forrásforrásokat tartalmazzon, vagy kizárhatja azokat.
nl: Gebruik de bron beperkingen hieronder, om gewenste resultaten wel of niet toe te voegen.

source: Number of inclusions/exclusions
hu: Befoglalások/kizárások száma
nl: Aantal toevoegingen/uitsluitingen

source: Number of filters for inclusion/exclusion of results
hu: Az eredmények felvételére/kizárására szolgáló szűrők száma
nl: Aantal filters voor toevoegen/uitsluiten van resultaten

source: Include results from
hu: Eredmények bevitele ebből
nl: Zoekresultaten toevoegen van

source: Exclude results from
hu: Az eredmények kizárása ebből
nl: Zoekresultaten uitsluiten van

source: Include/exclude search results from this type of source
hu: Az ilyen típusú forrásokból származó keresési eredmények bevonása/kizárása
nl: Toevoegen/uitsluiten van zoek resultaten van dit type bron

source: all services
hu: összes csatorna
nl: alle zenders

source: all bouquets
hu: összes csatornacsomagok
nl: alle boeketten

source: current bouquet
hu: aktuális csatornacsomag
nl: huidige boeket

source: current service
hu: aqktuális csatorna
nl: huidige zender

source: ask user
hu: felhasználó kérdezése
nl: vraag gebruiker

source: partial match
hu: részleges egyezés, illeszkedés
nl: gedeeltelijke overeenkomst

source: exact match
hu: pontos egyezés, illeszkedés
nl: exacte overeenkomst

source: title starts with
hu: ezzel kezdődik a keresett műsor
nl: titel begint met

source: case-insensitive search
hu: nem érzékeny a kis- és nagybetűs keresésre
nl: Hoofdletterongevoelig zoeken

source: case-sensitive search
hu: kis- és nagybetűkre érzékeny keresés
nl: Hoofdlettergevoelig zoeken

source: disabled
hu: letíltva
nl: uitgeschakeld

source: DVB-T Terrestrial services
hu: DVB-T földfelszíni csatornák
nl: DVB-T terrestrische zenders

source: DVB-C Cable services
hu: DVB-C kábel csatornák
nl: DVB-C kabel zenders

source: exclude
hu: kizár
nl: uitsluiten

source: Search EPG
hu: Műsor keresés
nl: EPG doorzoeken

source: %ssearch EPG
hu: %s keresés
nl: %s EPG doorzoeken

source: %ssearch EPG from history...
hu: %s keresés az Előzmények közül...
nl: %s EPG geschiedenis doorzoeken...

source: search EPG
hu: keresés
nl: EPG doorzoeken

source: search EPG from history...
hu: keresés az Előzmények közül...
nl: EPG geschiedenis doorzoeken...
