Repository: OpenLD/enigma2-plugins
Catalog: autoresolution/po/*.po
Languages: uk

source: Autoresolution
uk: Автоматична розгортка

source: Auto frame rate (refresh need 'multi')
uk: Авто (частота оновлення - 'multi')

source: Autoresolution Plugin Testmode: Is %s OK?
uk: Працює у тестовому режимі: %s OK?

source: Autoresolution Switch
uk: Переключення

source: Autoresolution is not working in Scart/DVI-PC Mode
uk: Автоматична розгортка не працює у режимі Scart/DVI-PC Mode

source: Autoresolution settings
uk: Налаштування авто розгортки екрану

source: Autoresolution videomode setup
uk: Встановлення режиму відео

source: Cancel
uk: Скасувати

source: Deinterlacer mode for interlaced content
uk: Режим деінтерлейсинг (черезрядковий контент)

source: Deinterlacer mode for progressive content
uk: Режим деінтерлейсинг (прогресивний контент)

source: Delay x seconds after service started
uk: Затримка х секунд після старту служби

source: Enable 1080p24 Mode
uk: Включити режим 1080p24

source: Enable 1080p25 Mode
uk: Включити режим 1080p25

source: Enable 1080p30 Mode
uk: Включити режим 1080p30

source: Enable 720p24 Mode
uk: Включити режим 720p24

source: Enable Autoresolution
uk: Включити

source: HD Interlace Mode
uk: Черезрядкова розгортка HD

source: HD Progressive Mode
uk: Прогресивна розгортка HD

source: Lock timeout
uk: Час очікування

source: Mode
uk: Режим

source: Refresh Rate
uk: Частота оновлення

source: Running in testmode
uk: Запуск у тестовому режимі

source: SD 24HZ Progressive mode
uk: Прогресивна розгортка SD 24Гц

source: SD 25/50HZ Interlace Mode
uk: Черезрядкова розгортка SD 25/50Гц

source: SD 25/50HZ Progressive Mode
uk: Прогресивна розгортка SD 25/50Гц

source: SD 30/60HZ Interlace Mode
uk: Черезрядкова розгортка SD 30/60Гц

source: SD 30/60HZ Progressive Mode
uk: Черезрядкова розгортка SD 30/60Гц

source: Show info screen
uk: Відображати інформацію

source: bob
uk: подвоєння частоти кадрів

source: default
uk: за замовчуванням

source: off
uk: вимк.

source: on
uk: увімк.

source: second
uk: секунда

source: seconds
uk: секунд
