Repository: OpenLD/enigma2-plugins
Catalog: fancontrol2/po/*.po
Languages: nl

source: Temperature
nl: Temperatuur

source: Speed
nl: Snelheid

source: Voltage
nl: Spanning

source: Sensors
nl: Sensoren

source: active
nl: Actief

source: turn off
nl: uitschakelen

source: not active
nl: Niet actief

source: turn on
nl: Inschakelen

source: Filesize : %d %sByte
nl: Bestandsgrootte : %d %sByte

source: Disk free : %d MByte
nl: Beschikbare opslag : %d MByte

source: Delete
nl: Verwijder

source: Delete older 48h
nl: Verwijder ouder dan 48 uur

source: File %s does not exists
nl: Bestand %s bestaat niet!

source: Logging-Path: %s
nl: Logpad: %s

source: Auto-Delete older %s Days
nl: Automatisch verwijderen ouder dan %s dagen

source: below Tunerslot 4
nl: onder Tunerslot 4

source: near XILINX Spartan
nl: bij XILINX Spartan

source: under the WLAN
nl: onder de WLAN

source: left of the Battery
nl: links van de batterij

source: left near Front-CI
nl: links bij Front-CI

source: left near Card-Slot
nl: links bij Card-Slot

source: over Security Card
nl: boven de Security Card

source: under the Fan
nl: onder de ventilator

source: disabled
nl: uitgeschakeld

source: Control disabled
nl: Controle uitgeschakeld

source: no
nl: nee

source: yes
nl: ja

source: yes, Except for Recording or HDD
nl: ja, behalve voor opname of HDD

source: do nothing
nl: geen actie

source: display Info
nl: Melding weergeven

source: Box Shutdown
nl: Box uitschakelen

source: never
nl: nooit

source: please wait (until 3min)...
nl: wacht (tot 3 min)...

source: Min Fan Start %d rpm at PWM=%d
nl: Min Fan Start %d rpm bij PWM=%d

source: Min Fan Stop %d rpm at PWM=%d (%s)
nl: Min Fan Stop %d rpm bij PWM=%d (%s)

source: Max Fan %d rpm at PWM=255 (%s)
nl: Max Fan %d rpm bij PWM=255 (%s)

source: Extended Control Range
nl: Uitgebreid controlebereik

source: Min Fan Start %d rpm at VLT=%d and PWM=0
nl: Min Fan Start %d rpm bij VLT=%d en PWM=0

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
nl: Min Fan Stop %d rpm bij VLT=%d en PWM=0 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
nl: Max Fan %d rpm bij PWM=255 en VLT=255 (%s)

source: Min Fan Start %d rpm at VLT=%d
nl: Min Fan Start %d rpm bij VLT=%d

source: Min Fan Stop %d rpm at VLT=%d (%s)
nl: Min Fan Stop %d rpm bij VLT=%d (%s)

source: Max Fan %d rpm at VLT=255 (%s)
nl: Max Fan %d rpm bij VLT=255 (%s)

source: please set fan type (3Pin or 4Pin)
nl: Stel het juiste ventilatortype in (3- of 4 pins)

source: press Info for HDD-Temp
nl: druk Info voor de HDD-Temp

source: Current rpm %4d
nl: Actuele rpm %4d

source: Action in case of Fan failure
nl: Actie bij uitval Fan

source: Box shutdown at Temperature (C)
nl: Box uitschakelen bij temperatuur (C)

source: increases overheating protection to (C)
nl: Verhoog oververhittingsbescherming met (C)

source: read HDD-Temperature in HDD-Standby-Mode
nl: HDD-temp tijdens HDD-stand-by uitlezen

source: Show Fan Speed as
nl: Toon ventolator snelheid als

source: Show Plugin in Extension-Menu
nl: Plugin weergeven in extentie-menu

source: Show Monitor in Extension-Menu
nl: Monitor weergeven in extentie-menu

source: Enable Console Logging
nl: Schakel console logging in

source: Number of WebIF-Log-Entries
nl: Aantal WebIF log vermeldingen

source: Logging path
nl: Logpad

source: Enable Data Logging
nl: Datalogging inschakelen

source: Auto-Delete Data older than (Days)
nl: Automatisch data verwijderen ouder dan (dagen)

source: Enable Event Logging
nl: Gebeurtenissen loggen inschakelen

source: Enable Thread use
nl: Threadgebruik inschakelen

source: Choose path
nl: Selecteer locatie

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
nl: GUI moet herstart worden om de instellingen toe te passen De GUI herstarten?

source: Restart GUI now?
nl: GUI nu herstarten?

source: Fan type
nl: Ventilatortype

source: Fan off in Idle Mode
nl: Ventilator uit in stand-by

source: min Speed rpm
nl: min snelheid rpm

source: max Speed rpm
nl: max snelheid rpm

source: Static temp C
nl: Statische temp C

source: End temperature C
nl: Eindtemperatuur C

source: Initial Voltage
nl: Initiële spanning

source: Initial PWM
nl: Initiële PWM

source: Cancel
nl: Annuleren

source: Save
nl: Bevestigen

source: Check
nl: Controle

source: Current value: %s
nl: Huidige waarde: %s

source: Temperature C %4.1f
nl: Temperatuur C %4.1f

source: Target rpm %4d
nl: Gewenste rpm %4d

source: Voltage %03d
nl: Spanning %03d

source: Information
nl: Informatie

source: FanControl2 emergency, Box Shutdown now?
nl: FanControl2 melding: te hoge temperatuur! Box nu uitschakelen?

source: Fan is not working!
nl: Ventilator werkt niet!

source: currentRPM:%d targetRPM:%d Temp:%4.1f
nl: actuele RPM:%d doel RPM:%d Temp:%4.1f

source: Box has no fancontrol hardware -> FC2 deactivated
nl: Box beschikt niet over ventilatorcontrole hardware -> FC2 gedeactiveerd

source: Fan Control
nl: Ventilatorcontrole

source: setup Fancontol inStandby mode
nl: Instellingen Fancontol in stand-by

source: Fan off in Standby
nl: Ventilator uit in stand-by

source: disable System FanControl
nl: Schakel System ventiliatorcontrole uit
