Repository: OpenLD/enigma2-plugins
Catalog: vlcplayer/po/*.po
Languages: no

source: A video streaming solution based on VLC
no: En bilde strømmings løsning basert på VLC

source: Audio Bitrate
no: Lyd bitrate

source: Audio Channels
no: Lyd kanaler

source: Audio Codec
no: Lyd codec

source: Audio Samplerate
no: Lyd samplingshastighet

source: Cancel
no: Avbryt

source: DVD Device (leave empty for default)
no: DVD spiller (la stå tom som standard)

source: Enter VLC-Server as FQDN or IP-Address
no: Oppgi VLC-server i FQDN eller IP adresse

source: Error loading filelist into server %(server)s: %(error)s
no: Feil ved lasting av fil liste til server %(server)s:`n%(error)s

source: Error loading playlist %(media)s into server %(server)s: %(error)s
no: Feil ved lastining av spilliste %(media)s til server %(server)s: %(error)s

source: Error loading playlist into server %(server)s: %(error)s
no: Feil ved lasting av spilliste till server %(server)s: %(error)s

source: Error updating filelist from server %(server)s: %(error)s
no: Feil ved oppdatering av fil liste fra server %(server)s: %(error)s

source: Error with VLC server: %s
no: Feil med VLC server: %s

source: Filelist
no: Filliste

source: List of known VLC-Server Profiles
no: Liste over kjente VLC serverprofiler

source: Movie Directory
no: Filmkatalog

source: No more files in this directory
no: Ikke flere filer i denne katalogen

source: No previous file in this directory
no: Ingen tidligere filer i denne katalogen

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
no: Ingen godkjent Enigma service for spilling av VLC-strøm Kontrollér din installasjon og prøv igjen!

source: Overscan Correction [in %(percentsign)s of Video width]
no: Feilkorreksjon [på %(percentsign)s av bilde bredde]

source: Playlist
no: Spilleliste

source: Really delete this Server?
no: Fjerne denne server?

source: Server Address
no: Server adresse

source: Server Profile Name
no: Server profilnavn

source: Serverlist
no: Serverliste

source: Subtitle overlay
no: Teksting overlegg

source: Transcode MPEG/DVD Audio
no: Transkode MPEG/DVD lyd

source: Transcode MPEG/DVD Video
no: Transkode MPEG/DVD bilde

source: Video Codec
no: Bilde codec

source: Video Norm
no: Bildestandard

source: add server
no: legg til server

source: delete server
no: ta bort server

source: edit server
no: innstille server

source: filter off
no: filter av

source: filter on
no: filter på

source: play DVD
no: spelle DVD

source: refresh
no: oppdatere

source: set default
no: sett som standard
