Repository: OpenLD/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: nl

source: The autotimer file (/etc/enigma2/autotimer.xml) is corrupt. A new and empty config was created. A backup of the config can be found here (/etc/enigma2/autotimer.xml_old)
nl: Het autotimer bestand (/etc/enigma2/autotimer.xml) is corrupt. Een nieuw leeg configuratie bestand is aangemaakt. De backup van het oude configuratie bestand kan hier worden gevonden (/etc/enigma2/autotimer.xml_old)

source: %d conflict(s) encountered when trying to add new timers: %s
nl: %d conflict(en) tegengekomen bij het toevoegen van nieuwe timers: %s

source: %s: %s at %s
nl: %s: %s tijdens %s

source: %d conflict(s) solved with similar timer(s): %s
nl: %d conflict(en) opgelost met soortgelijke timer(s): %s

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d unchanged, %d similars added.
nl: Vond een totaal van %d overeenkomende programma's. %d Timer toegevoegd en %d aangepast, %d conflicten tegengekomen, %d onveranderd, %d gelijksoortigen toegevoegd.

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: Sunday
nl: Zondag

source: Weekday
nl: Werkdag

source: Channel Selection
nl: Zender keuze

source: partial match
nl: gedeeltelijke overeenkomst

source: exact match
nl: exacte overeenkomst

source: title starts with
nl: Titel begint met

source: description match
nl: beschrijving komt overeen

source: case-sensitive search
nl: hoofdlettergevoelig zoeken

source: case-insensitive search
nl: hoofdletterongevoelig zoeken

source: record
nl: opnemen

source: zap and record
nl: opnemen en zap

source: standard
nl: standaard

source: do nothing
nl: doe niets

source: go to standby
nl: ga naar standby

source: go to deep standby
nl: ga naar deep standby

source: Never
nl: Nooit

source: Monthly
nl: Maandelijks

source: Weekly (Sunday)
nl: Wekelijks (zondag)

source: Weekly (Monday)
nl: Wekelijks (maandag)

source: Custom (%s)
nl: Aangepast (%s)

source: No
nl: Nee

source: On same service
nl: Op dezelfde zender

source: On any service
nl: Op iedere zender

source: Any service/recording
nl: Elke zender/opname

source: Title
nl: Titel

source: Title and Short description
nl: Titel en korte beschrijving

source: Title and all descriptions
nl: Titel en gehele beschrijving

source: None
nl: Geen

source: unknown
nl: Onbekend

source: Choose target folder
nl: Kies doelmap

source: Cancel
nl: Annuleren

source: Edit AutoTimer
nl: AutoTimer bewerken

source: Edit filters
nl: Filters bewerken

source: Add filters
nl: Filters toevoegen

source: enabled
nl: Ingeschakeld

source: disabled
nl: Uitgeschakeld

source: Edit services
nl: Zenders bewerken

source: Add services
nl: Zenders toevoegen

source: Set this NO to disable this AutoTimer.
nl: Kies "nee" om deze AutoTimer uit te schakelen.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
nl: Een beschrijvende naam die alleen gebruikt wordt in de overzichtslijst en de vooruitblik functie.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
nl: Deze tekst wordt gezocht in programmatitels. Voor het zoeken op speciale tekens dient de encoding correct gekozen te zijn.

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
nl: Encoding die de zender gebruikt voor EPG data. Alleen van belang indien er speciale tekens als accenten of umlauts in de zoektekst staan

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description
nl: Kies "exacte overeenkomst" om af te dwingen dat "Titel overeenkomstig" alleen exacte overeenkomsten zoekt, "gedeeltelijke overeenkomst" als u slechts wilt dat op een deel van de titelnaam gezocht wordt "beschrijving komt overeen" als u dat deel in de beschrijving wilt zoeken.

source: Select whether or not you want to enforce case correctness.
nl: Kies of hoofdletters en kleine letters exact moeten overeenkomen.

source: Set timer type: zap, simple record, zap+record (always zap to service before start record).
nl: Kies het timer type: zap, opnemen of opnemen + zap (altijd naar zender zappen voor opname start).

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
nl: Stelt een eindtijd voor de timer in. Als u dat doet kan het tijdsbeslag wellicht een andere opname blokkeren.

source: With this option enabled the channel to record will be selected automaticliy using your list of alternates.
nl: Als deze optie is ingeschakeld zal de zender automatisch worden gekozen uit uw lijst met alternatieven.

source: Should this AutoTimer be restricted to a timespan?
nl: Moet deze AutoTimer beperkt blijven tot een tijdspanne?

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
nl: Ondergrens van tijdspanne. Programma's vangen niet voor deze tijd aan. Offsets worden niet meegenomen!

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
nl: Bovengrens van tijdspanne. Niets na dit tijdstip komt overeen. Offsets worden niet meegenomen!

source: By enabling this events will not be matched if they don't occur on certain dates.
nl: Door dit in te schakelen worden deze programma's niet vergeleken als zij niet op bepaalde dagen plaats vinden

source: First day to match events. No event that begins before this date will be matched.
nl: Eerste dag waarop wordt vergeleken.

source: Last day to match events. Events have to begin before this date to be matched.
nl: Laatste dag om programma's te matchen. Programma's moeten voor die datum beginnen om beschouwd te worden.

source: Change default recording offset?
nl: Standaard opname tijd marges aanpassen?

source: Time in minutes to prepend to recording.
nl: De opname start dit aantal minuten eerder.

source: Time in minutes to append to recording.
nl: Aantal minuten om de opname te verlengen.

source: Should this AutoTimer only match up to a certain event duration?
nl: Is er een maximale tijdsduur van een bepaald programma?

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
nl: Maximale event-duur die beschouwd wordt. Als een event langer duurt (zonder de offset mee te rekenen) wordt er niet gematched.

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
nl: Met deze optie kan de Receiver worden uitgeschakeld na een opname. Kies "standaard" om dit ongewijzigd te laten.

source: Restrict "after event" to a certain timespan?
nl: Beperk "na event" tot een zekere tijdspanne?

source: Lower bound of timespan.
nl: Ondergrens van tijdspanne.

source: Upper bound of timespan.
nl: Bovengrens van tijdspanne.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
nl: Met deze optie kunt u AutoTimer beperken tot een aantal geplande opnames. Stel in op 0 om deze functie uit te schakelen.

source: Number of scheduled recordings left.
nl: Overgebleven aantal ingeplande opnames.

source: The counter can automatically be reset to the limit at certain intervals.
nl: De teller zal automatisch worden gereset als een bepaald aantal intervallen is bereikt.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
nl: Als deze optie is ingeschakeld zal Autotimer geen events matchen als er al een timer bestaat met dezelfde beschrijving.

source: Defines where to search for duplicates (only title, short description or even extended description)
nl: Bepaalt waar naar dubbelen wordt gezocht (alleen titel, korte beschrijving of zelfs uitgebreide beschrijving)

source: Should timers created by this AutoTimer be recorded to a custom location?
nl: Plaats opnames van deze AutoTimer op een alternatieve plaats?

source: Select the location to save the recording to.
nl: Selecteer de opname lokatie

source: Tags the Timer/Recording will have.
nl: Etiketten om aan de opname te verbinden voor de opname lijst.

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
nl: Label timers met seizoen, episode en titel, conform de SeriesPlugin instellingen.

source: Restrict autotimer to specific services, channels. Use the blue key to edit the service filter.
nl: Beperk autotimer tot specifieke zenders. Gebruik de blauwe knop voor wijzigen van de zender filter.

source: Restrict autotimer to bouquets. Use the blue key to edit the bouquet filter
nl: Beperk autotimer tot bouquetten. Gebruik de blauwe knop voor wijzigen van de bouquet filter.

source: Restrict autotimer to specific days. Use the yellow key to edit the day filter.
nl: Beperk autotimer tot specifieke dagen. Gebruik de gele knop voor wijzigen van de dagen filter.

source: This allows you to apply other filters. Use the yellow key to edit other filters.
nl: Bied de mogelijkheid om voor andere filters. Gebruik de gele knop voor wijzigen andere filters.

source: Enabled
nl: Geactiveerd

source: Description
nl: Omschrijving

source: Match title
nl: Titel overeenkomstig

source: EPG encoding
nl: EPG codering

source: Search type
nl: Zoektype

source: Search strictness
nl: Hoe strikt zoeken

source: Set End Time
nl: Stel eindtijd in

source: Use automatic selection of alternates.
nl: Gebruik automatische selectie van alternatieven

source: Only match during timespan
nl: Beperk tot overeenkomend in tijdspanne

source: Begin of timespan
nl: Begin van periode

source: End of timespan
nl: Einde van periode

source: Restrict to events on certain dates
nl: Beperk tot programma's op aangegeven datums

source: Not before
nl: Niet voor

source: Not after
nl: Niet na

source: Custom offset
nl: Eigen offset tijd

source: Offset before recording (in m)
nl: Extra tijd voor opname (in min)

source: Offset after recording (in m)
nl: Extra tijd na opname (in min)

source: Set maximum duration
nl: Stel maximale tijdsduur in

source: Maximum duration (in m)
nl: Maximale tijdsduur (in min)

source: After event
nl: Na de actie

source: Execute "after event" during timespan
nl: Uitvoeren na gebeurtenis gedurende tijdspanne

source: Begin of "after event" timespan
nl: Begin van gebeurtenis na tijdspanne

source: End of "after event" timespan
nl: Einde gebeurtenis na tijdspanne

source: Record a maximum of x times
nl: Een maximum van x maal opnemen

source: Amount of recordings left
nl: Aantal resterende opnames

source: Reset count
nl: Reset counter

source: Require description to be unique
nl: Beschrijving moet uniek zijn

source: Check for uniqueness in
nl: Controleer op uniek zijn in

source: Use a custom location
nl: Gebruik een aangepaste opslag locatie

source: Custom location
nl: Aangepaste locatie

source: Tags
nl: Labels

source: Activate VPS
nl: Activeer VPS

source: Control recording completely by service
nl: Opnames worden volledig bepaald door zender

source: Restrict to specific services
nl: Beperk tot specifieke zenders

source: Restrict to specific bouquets
nl: Beperk tot specifieke bouquetten

source: Restrict to days
nl: Beperk tot specifieke dagen

source: Use other filters
nl: Gebruik overige filters

source: Really close without saving settings?
nl: Echt afsluiten zonder op te slaan?

source: The match attribute is mandatory.
nl: Het vergelijkings attribuut is verplicht.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
nl: U gaf "%s" als vergelijking. Wilt u achterliggende spaties verwijderen?

source: in Title
nl: in de titel

source: in Shortdescription
nl: in de korte omschrijving

source: in Description
nl: in de omschrijving

source: on Weekday
nl: op een weekdag

source: Save
nl: Bevestigen

source: Delete
nl: Verwijderen

source: New
nl: Nieuw

source: Edit AutoTimer filters
nl: AutoTimer filters bewerken

source: Enable Filtering
nl: Filters inschakelen

source: Exclude
nl: Uitsluiten

source: Include
nl: Toevoegen

source: Select type of Filter
nl: Selecteer type filter

source: AutoTimer Services
nl: AutoTimer zenders

source: Channels
nl: Zenders

source: Bouquets
nl: Boeketten

source: Edit AutoTimer services
nl: AutoTimer zenders bewerken

source: Enable Service Restriction
nl: Activeer zender beperking

source: Editing
nl: Wat wil je bewerken

source: Record on
nl: Opname op

source: Select channel to record on
nl: Kies zender voor opname

source: Select bouquet to record on
nl: Kies een boeket voor opname

source: Select a timer to import
nl: Kies een timer om te importeren

source: disable
nl: uit

source: enable
nl: inschakelen

source: Match title: %s
nl: Titel als: %s

source: Exact match
nl: Exacte overeenkomst

source: Match Timespan: %02d:%02d - %02d:%02d
nl: Tijdspanne: %02d:%02d - %02d:%02d

source: Only on Weekday: %s
nl: Alleen op werkdagen: %s

source: Only on Service: %s
nl: Alleen op zender: %s

source: Location
nl: Locatie

source: Import AutoTimer
nl: Importeren AutoTimer

source: Please provide a Text to match
nl: Geef aub een tekst in om te vergelijken.

source: All channels
nl: Alle zenders

source: Any time
nl: Altijd

source: Mon
nl: ma

source: Tue
nl: di

source: Wed
nl: woe

source: Thur
nl: do

source: Fri
nl: vr

source: Sat
nl: za

source: Sun
nl: zo

source: Everyday
nl: Elke dag

source: Close
nl: Sluit

source: Add
nl: Toevoegen

source: Edit selected AutoTimer
nl: Gekozen Autotimer aanpassen

source: Close and forget changes
nl: Sluiten en veranderingen vergeten

source: Close and save changes
nl: Sluiten en wijzigingen opslaan

source: Remove selected AutoTimer
nl: Verwijder geselecteerde Autotimer

source: Add new AutoTimer
nl: Nieuwe AutoTimer toevoegen

source: AutoTimer overview
nl: AutoTimer overzicht

source: Message Do you really want to delete %s?
nl: Bericht Wilt u %s echt verwijderen?

source: Yes, and delete all timers generated by this autotimer
nl: Ja, en verwijder alle timers die door deze autotimer zijn gegenereerd

source: Yes, but keep timers generated by this autotimer
nl: Ja, maar bewaar alle timers die door deze autotimer zijn gegenereerd

source: Preview
nl: Vooruitblik

source: Import existing Timer
nl: Importeer bestaande timer

source: Import from EPG
nl: Importeer uit de EPG

source: Setup
nl: Instellingen

source: Edit new timer defaults
nl: Standaardinstellingen nieuwe timers

source: Clone selected timer
nl: Kloon geselecteerde Timer

source: Frequently asked questions
nl: Veel gestelde vragen

source: Create a new timer using the classic editor
nl: Nieuwe timer instellen met de klassieke editor

source: Create a new timer using the wizard
nl: Nieuwe timer instellen met de wizard

source: AutoTimer Context Menu
nl: AutoTimer menu

source: mins
nl: minuten

source: Preview AutoTimer
nl: AutoTimer vooruitblik

source: Sort Time
nl: Sorteer op tijd

source: Sort AutoTimer
nl: Sorteer op Autotimer

source: Couldn't load config file!
nl: Kon het configuratie bestand niet laden!

source: AutoTimer was removed
nl: AutoTimer verwijderd

source: missing parameter "id"
nl: ontbrekende parameter "id"

source: unable to find timer with id %i
nl: niet in staat timer met id %i te vinden

source: autotimers need a match attribute
nl: autotimers moet een overeenkomende eigenschap hebben

source: AutoTimer was added successfully
nl: AutoTimer met succes toegevoegd

source: AutoTimer was changed successfully
nl: AutoTimer met succes aangepast

source: config changed.
nl: configuratie aangepast.

source: Poll Interval (in h)
nl: Polling interval (in uren)

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
nl: Dit is het aantal uren dat AutoTimer wacht na een eerdere zoekopdracht, voordat de EPG opnieuw doorzocht wordt.

source: Poll Interval (in mins)
nl: Controle interval (in minuten)

source: This is the delay in minutes that the AutoTimer will wait after a search to search the EPG again.
nl: Dit is het aantal minuten dat AutoTimer na een zoekopdracht zal wachten voordat de EPG opnieuw doorzocht wordt.

source: Poll automatically
nl: Controleer automatisch

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
nl: Als dit uit staat zoekt AutoTimer alleen naar programma's als vanuit de AutoTimer de groene knop wordt gebruikt.

source: Only poll while in standby
nl: Alleen controleren tijdens standby

source: When this is enabled AutoTimer will ONLY check for new events whilst in stanadby.
nl: Als deze optie is ingeschakeld zal AutoTimer alleen tijdens standby naar nieuwe events zoeken.

source: Startup delay (in min)
nl: Opstart vertraging (in minuten)

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
nl: Dit is de vertraging in minuten dat AutoTimer zal wachten om het opstarten van Enigm2 niet te vertragen.

source: Only add timer for next x days
nl: Alleen timers voor de komende x dagen toevoegen

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
nl: U kunt instellen voor hoeveel dagen in de toekomst timers worden toegevoegd. Stel in op 0 om deze mogelijkheid uit te schakelen.

source: Show in plugin browser
nl: Toon in plugin browser

source: Enable this to be able to access the AutoTimer Overview from within the plugin browser.
nl: Toon AutoTimer in de plugin browser.

source: Show in extension menu
nl: Toon in uitbreidingsmenu

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
nl: Activeer deze optie om de AutoTimer vanuit het uitbreidingsmenu te kunnen instellen.

source: Modify existing timers
nl: Bestaande timers aanpassen

source: This setting controls the behavior when a timer matches a found event.
nl: Dit bepaalt het gedrag als een timer al overeenkomt met een gevonden programma.

source: Guess existing timer based on begin/end
nl: Controleer bestaande timers gebaseerd op begin/einde

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
nl: Als dit is ingeschakeld, zal een bestaande timer worden beschouwd als overeenkomend als deze tenminste 80% van het programma opneemt.

source: Add similar timer on conflict
nl: Alternatieve timer toevoegen bij conflict

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
nl: Als er een timer conflict ontstaat, zal AutoTimer buiten de opgegeven tijden zoeken naar een gelijksoortig programma en dat toevoegen.

source: Add timer as disabled on conflict
nl: Timer als "uitgeschakeld" toevoegen bij conflict

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
nl: Bij timer conflicten kan de AutoTimer het programma toevoegen zonder deze te activeren. Als deze optie uit staat wordt het programma overgeslagen.

source: Include "AutoTimer" in tags
nl: "AutoTimer" toevoegen aan tags

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
nl: Als dit is geselecteerd wordt de tag "AutoTimer" gegeven aan de timers die door de plugin gecreëerd worden.

source: Include AutoTimer name in tags
nl: "AutoTimer" naam toevoegen aan tags

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
nl: Als dit is geselecteerd zal de naam van de autotimer toegevoegd worden als tag aan de timers die gecreëerd worden.

source: Show notification on conflicts
nl: Toon melding als er een conflict optreedt

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
nl: Door dit in te schakelen wordt u gewaarschuwd als er conflicten worden geconstateerd. Er zit geen intelligentie in, dus u wordt steeds weer lastig gevallen met dezelfde gebeurtenissen.

source: Show notification on similars
nl: Toon melding bij soortgelijke

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
nl: Door dit in te schakelen zult u gewaarschuwd worden als soortgelijke timers worden toegevoegd. Er zit geen intelligentie in, dus u wordt steeds weer over dezelfde timers gewaarschuwd.

source: Editor for new AutoTimers
nl: Editor voor aanmaken nieuwe Autotimers

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
nl: Nieuwe AutoTimers kunnen op de standaard wijze worden aangemaakt, of met behulp van de Wizard.

source: Support "Fast Scan"?
nl: "Fast Scan" ondersteuning?

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
nl: Als het ondersteunen van "Fast Scan" is ingeschakeld, wordt het zender type genegeerd. U hoeft dit niet te activeren, tenzij uw ontvanger "Fast Scan" ondersteunt en u het ook gebruikt.

source: Skip poll during records
nl: Controles overslaan tijdens opnames

source: If enabled, the polling will be skipped if a recording is in progress.
nl: Indien ingeschakeld zal het ondervragen niet uitgevoerd worden tijdens een opname.

source: Skip poll during epg refresh
nl: Controles overslaan tijdens epg verversen

source: If enabled, the polling will be skipped if EPGRefresh is currently running.
nl: Wanneer ingeschakeld, wordt er tijdens een opname niet gecontroleerd op overeenkomende programma's.

source: Popup timeout in seconds
nl: Popup timeout in seconden

source: If 0, the popup will remain open.
nl: Wanneer 0, zal de popup geopend blijven.

source: Remove not existing events
nl: Verwijder niet bestaande programma's

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatibility issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
nl: Controleer de programma id (eit) en verwijder de timer als er geen overeenkomstige EPG programma's zijn. Door comptabiliteits problemen met SerienRecorder en IPRec, zijn alleen timers gecreëerd door Autotimer betroffen.

source: Always write config
nl: Configuratie altijd opslaan

source: Write the config file after every change which the user quits by saving.
nl: Configuratie opslaan na elke wijziging van de gebruiker, bij bevestigd afsluiten.

source: AutoTimer Settings
nl: AutoTimer instellingen

source: Configure AutoTimer behavior
nl: AutoTimer gedrag instellen

source: Only AutoTimers created during this session
nl: AutoTimers gemaakt tijdens deze sessie

source: All non-repeating timers
nl: Alle niet-herhalende timers

source: Classic
nl: Standaard

source: Your config file is not well-formed: %s
nl: Uw configuratie bevat fouten: %s

source: Edit Timers and scan for new Events
nl: Timers aanpassen en nieuwe programma's zoeken

source: add AutoTimer
nl: Autotimer toevoegen

source: add AutoTimer...
nl: Autotimer toevoegen...

source: Abort this Wizard.
nl: Deze wizard afsluiten
