Repository: OpenLD/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: nl

source: Add zap timer instead of record timer?
nl: Zenderkeuze in plaats van opname?

source: Congratulations
nl: Gefeliciteerd

source: Create a new AutoTimer.
nl: Een nieuwe AutoTimer aanmaken

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
nl: Filters zijn een ander krachtig hulpmiddel om events te vergelijken. Een AutoTimer kan beperkt worden tot bepaalde dagen, of alleen overeenkomen een event met een tekst b.v. binnen de beschrijving. Druk op BLAUW om een beperking toe te voegen en op GEEL om er één te verwijderen.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
nl: Totaal %d overeenkomende gebeurtenissen gevonden. er zijn %d timers toegevoegd en %d aangepast, %d conflicten tegengekomen, %d gelijksoortige toegevoegd.

source: Frequently asked questions about the AutoTimer
nl: Vaak gestelde vragen over de AutoTimer

source: Generic setup
nl: Algemene instellingen

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
nl: Het is mogelijk om een AutoTimer te beperken tot bepaalde zenders of boeketten of sommige te weigeren. Een gebeurtenis komt alleen overeen met een AutoTimer wanneer het op een specifieke en niet geweigerde zender (binnen een boeket). Druk BLAUW voor een nieuwe restrictie of GEEL om één te verwijderen.

source: No, remove them.
nl: Nee, verwijder ze.

source: Other filters (edit in filter menu)
nl: Andere filters (pas aan in filtermenu)

source: Question: I found a problem with the AutoTimer, can you fix it?/nAnswer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior./nIf you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there./n/nQ: The plugin only adds timers when leaving the configuration, not automatically. What can I do?/nA: From the Overview press MENU and enter the 'Setup'. In this screen enable 'Poll automatically' and you should be good to go.
nl: Vraag: ik ondervond een probleem met de AutoTimer, kunt u dat oplossen?/nAntwoord: Probeer eerst AutoTimer in een recent (experimenteel) Image om te zien of daarin het probleem is opgelost. Lees dan opnieuw de help-functie en de FAQ's om zeker te stellen dat het een probleem is, en geen beoogd gedrag./nAls u nog steeds denkt dat er een probleem is, bezoek dan www.dream-multimedia-tv.de/board en plaats uw probleem daar./n/nQ: De plugin voegt alleen timers toe als de configuratie wordt verlaten, niet automatisch. Wat kan ik doen?/nA: In het Autotimer scherm drukt u op MENU en vervolgens op 'Instellingen'. In dat scherm zet u 'Controleer automatisch' op 'activeren'.

source: Question: My AutoTimer for 'News' does not record the 'Late News'./nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer./n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it./nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'UTF-8' should be selected./n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events./nA: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
nl: Vraag: Mijn AutoTimer voor 'Nieuws' maakt geen timers voor 'Laat Nieuws'. /nAntwoord: Controleer 'zoektype' en selecteer 'gedeeltelijke overeenkomst' voor de betreffende timer./n/nQ: Het programma dat ik wil opnemen heeft een umlaut in de naam. AutoTimer vindt dat programma niet./nA: Controleer 'EPG codering' voor die timer. Voor Duitse benamingen moet 'UTF-8' worden gebruikt./n/nQ: Ik slaag er niet in twee opeenvolgende programma's op te nemen. Er wordt slechts één timer gemaaktI die beide programma's omvat./nA: Ga naar de instellingen en de-activeer 'Raad bestaande timers gebaseerd op begin/eindeFrom the Overview press MENU and enter the 'Setup'.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full)./nAnswer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
nl: Vraag: U heeft het steeds over 'help' die beschikbaar is voor elke parameter. Maar ik zie die niet (of maar gedeeltelijk)). /nAntwoord: Probeer eens het default skin te gebruiken: als dat goed gaat stel dan de auteur van uw skin op de hoogte. Als het dan nog niet goed gaat, gebruikt uw image geen goede default skin.

source: Restriction to certain bouquets (edit in services menu)
nl: Beperk tot bepaalde favorietenlijsten (pas aan in zendermenu)

source: Restriction to certain days of week (edit in filter menu)
nl: Beperk tot bepaalde weekdagen (pas aan in filtermenu)

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
nl: Bedankt voor het gebruiken van de Wizard. Uw nieuwe Autotimer is toegevoegd aan de lijst. Druk OK om door te gaan.

source: The 'Overview'
nl: Het overzicht

source: The AutoTimer overview is the standard entry point to this plugin./n/nIf AutoTimers are configured you can choose them from a list to change them (OK button on your remote) or remove them (YELLOW button on your remote)./nNew Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button./n/nWhen leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
nl: Het AutoTimer overzichtscherm is het standaard begin van deze plugin./n/nAls AutoTimers zijn geconfigureerd kunt u deze vanuit de lijst kiezen om die aan te passen ('OK'-toets) of te verwijderen ('GELE'-toets)./nNieuwe Timers kunnen worden toegevoegd door op de 'BLAUWE'-toets te drukken en het menu kan worden geopend door op de 'MENU'-toets te drukken./n/nAls de plugin wordt verlaten door op de 'GROENE'-toets te drukken,zal de EPG eenmalig worden doorzocht op overeenkomende events. In het menu kunt u configureren met welke intervallen de plugin moet gaan zoeken.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
nl: De timer wordt niet toegevoegd aan de lijst. Druk OK om de wizard af te sluiten.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
nl: Het tijdspanne van een AutoTimer is het eerste geavanceerde attribuut. Wanneer een tijdspanne is gespecificeerd, dan zal een gebeurtenis alleen overeenkomen met de AutoTimer indien deze binnen dit tijdspanne ligt.

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers./n/nWhile you can just open the menu and take a look for yourself, let's go through the available options:/n - Help:/n What you are looking at right now/n - Preview:/n Simulate EPG search, helps finding errors in your setup./n - Import existing Timer:/n Create a new AutoTimer based on an existing regular timer./n - Import from EPG:/n Create an AutoTimer based on an EPG event./n - Setup:/n Generic configuration of the plugin./n - Edit new timer defaults:/n Configure default values for new AutoTimers./n - Create a new timer using the wizard/classic editor:/n Use the non-default editor to create a new AutoTimer.
nl: Het menu verbergt minder gebruikte opties van deze plugin, inclusief de configuratie en de standaard instellingen voor nieuwe AutoTimers./n/nTerwijl u zelf het menu kunt openen om zelf de opties te bekijken, kunnen we even alle beschikbare opties doorlopen:/n - Help:/n Wat zoek u op dit moment/n - Voorvertoning:/n Simuleer EPG opdracht, helpt het vinden van fouten in uw instellingen./n - Importeer bestaande Timer:/n Creëer een nieuwe AutoTimer gebaseerd op een bestaande gewone timer./n - Import vanuit de EPG:/n Creëer een AutoTimer gebaseerd op een EPG event./n - Instellingen:/n Algemene instellingen van de plugin./n - Nieuwe timers aanpassen:/n Bepaalt de standaard instellingen voor nieuwe AutoTimers./n - Nieuwe timers instellen met de wizard:/n Geef aan of de klassieke editor of de wizard gebruikt moet worden voor nieuwe timers.

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation./n/nTo make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
nl: Deze FAQ is bedoeld om een ieder te helpen die niet zichzelf wil helpen door alle beschikbare help door te lezen, en ook degenen die voor hun probleem geen oplossing hebben gevonden in de beschikbare documentatie./n/nOm deze hints makkelijker leesbaar te maken, zijn ze in meerdere pagina's gesplitst.U gaat naar de volgende pagina met de BLAUWE toets en met de GELE gaat u terug. U kunt afsluiten door op ROOD of EXIT te drukken.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer./nYou can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later)./n/n/nBut you really should consider to take the few minutes it takes to read these help pages.
nl: Dit helpscherm biedt u een snelle blik op alles dat AutoTimer u te bieden heeft./nU kunt het scherm op elk moment verlaten met de RODE of de EXIT toets en het op elk moment weer oproepen door HELP te kiezen in het menu./n/n/nMaar u zou er echt eens een paar minuten voor uit moeten trekken om deze pagina's door te nemen.

source: This is mostly a matter of taste./nThe Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the 'expert' level features of enigma2./n/nYou can check out the 'classic' editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
nl: Dit is meestal een kwestie van smaak./nDe Wizard presenteert u een beperkt aantal instelmogelijkheden in een kleiner tijdsinterval, bedoeld voor ongeoefende gebruikers./n/nU kunt een bestaande timer openen en bekijken of u liever de klassieke editor of de wizard gebruikt.

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue./n/nA lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
nl: Dit scherm zou duidelijk moeten zijn. Als de naam van de optie niet duidelijk is,wordt er een toelichting gegeven als u het selecteert. Als er geen verklaring zichtbaar is, is dat waarschijnlijk een tekortkoming van de gebruikte skin; u kunt dan proberen of het default skin verbetering brengt./n/nEr is veel moeite gedaan de gebruikte parameters begrijpelijk te maken, dus probeer die eens te lezen ;-).

source: Use blue key to edit bouquets or services.
nl: Gebruik de blauwe toets om favorietenlijsten of kanalen aan te passen

source: Use yellow key to edit filters.
nl: Gebruik de gele toets om de filters aan te passen

source: Welcome to the AutoTimer-Plugin
nl: Welkom bij de AutoTimer-Plugin

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
nl: Welkom. Deze Wizard helpt u bij het aanmaken van een nieuwe AutoTimer door een uitgebreidere omschrijvingen te geven voor gebruikelijke instellingen.

source: What is this 'control menu' you keep talking about?
nl: Wat is dat 'control menu' waar u het steeds over heeft?

source: Wizard or Classic Editor?
nl: Wizard of Klassieke Bewerker?

source: Yes
nl: Ja

source: Yes, keep them.
nl: Ja, behoud deze.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
nl: U kunt hier de basis instellingen doen voor een AutoTimer. In het veld 'Omschrijving' kunt u een (door u gekozen) naam invullen die wordt getoond in de overzichtslijst, 'Titel overeenkomstig' is de naam waar naar gezocht wordt in de EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
nl: U geeft geen geldige 'Match een titel' attribuut gegeven voor uw AutoTimer. Omdat deze verplicht is, kunt u niet verder zonder deze alsnog op te geven.

source: You now know almost everything there is to know about the AutoTimer-Plugin./n/nAs a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
nl: U weet nu vrijwel alles wat er te weten valt over de AutoTimer plugin./n/nAls laatste hint kan ik niet genoeg benadrukken hoe belangrijk het is om de helpteksten die verschijnen te lezen, want die bevatten de meest gestelde vragen. Verrassend genoeg zelfs nadat de hints zijn toegevoegd ;-).

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
nl: U heeft succesvol een AutoTimer geconfigureerd. Wilt u deze aan de lijst toevoegen ? U kunt één stap terug door de EXIT knop te gebruiken.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
nl: Uw 'Match in titel' attribuut eindigt op een spatie. Is deze zo bedoeld of niet. Zo niet, dan zal deze worden verwijderd.

source: Any time
nl: Altijd

source: AutoTimerTask
nl: AutoTimer taak

source: Do you really want to delete %s?
nl: Wilt u %s echt verwijderen?

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description./nPress BLUE to add a new restriction and YELLOW to remove the selected one.
nl: Filters zijn een krachtig gereedschap voor het vergelijken van gebeurtenissen. Een AutoTimer kan beperkt worden tot bepaalde weekdagen, of alleen overeenkomen met een tekst in bijv. een beschrijving/nDruk BLAUW om een nieuw filter in te stellen of GEEL om één te verwijderen.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
nl: Als dit is ingeschakeld wordt een bestaande timer beschouwd als dezelfde als het event voor minstens 80% % overlapt.

source: Override found with alternative service
nl: Overschrijf items met de alternatieve Service

source: Question: I found a problem with the AutoTimer, can you fix it? /nAnswer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior. /nIf you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there. /n/nQ: The plugin only adds timers when leaving the configuration, not automatically. What can I do? /nA: From the Overview press MENU and enter the 'Setup'. In this screen enable 'Poll automatically' and you should be good to go.
nl: Vraag: ik ondervond een probleem met de AutoTimer, kunt u dat oplossen? /nAntwoord: Probeer eerst AutoTimer in een recent (experimenteel) Image om te zien of daarin het probleem is opgelost. Lees dan opnieuw de help-functie en de FAQ's om zeker te stellen dat het een probleem is, en geen beoogd gedrag. /nAls u nog steeds denkt dat er een probleem is, bezoek dan www.dream-multimedia-tv.de/board en plaats uw probleem daar. /n/nQ: De plugin voegt alleen timers toe, als de configuratie wordt verlaten, niet automatisch. Wat kan ik doen? /nA: In het Autotimer scherm drukt u op MENU en vervolgens op 'Instellingen'. In dat scherm zet u 'Controleer automatisch' op 'activeren'.

source: Question: My AutoTimer for 'News' does not record the 'Late News'. /nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer. /n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it. /nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'UTF-8' should be selected. /n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events. A: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
nl: Vraag: Mijn AutoTimer voor 'News' maakt geen timers voor 'Late News'. /nAntwoord: Controleer 'zoektype' en selecteer 'gedeeltelijke overeenkomst' voor de betreffende timer. /n/nV: Het programma dat ik wil opnemen heeft een umlaut in de naam. AutoTimer vindt dat programma niet. /nA: Controleer 'EPG codering' voor die timer. Voor duitse benamingen moet 'UTF-8' worden gebruikt. /n/nV: Ik slaag er niet in twee opeenvolgende programma's op te nemen. Er wordt slechts één timer gemaaktI die beide programma's omvat. /nA: Ga naar de instellingen en de-activeer 'Raad bestaande timers gebaseerd op begin/eindeFrom the Overview press MENU and enter the 'Setup'.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full). /nAnswer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
nl: Vraag: U heeft het steeds over 'help' die beschikbaar is voor elke parameter. Maar ik zie die niet (of maar gedeeltelijk)). /nAntwoord: Probeer eens de standaard skin te gebruiken: als dat goed gaat stel dan de auteur van uw skin op de hoogte. Als het dan nog niet goed gaat, gebruikt uw image geen goede default skin.

source: The AutoTimer overview is the standard entry point to this plugin. If AutoTimers are configured you can choose them from a list to change them (OK button on your remote) or remove them (YELLOW button on your remote). New Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button. When leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
nl: Het AutoTimer overzichtscherm is het standaard begin van deze plugin. Als AutoTimers zijn geconfigureerd kunt u deze vanuit de lijst kiezen om die aan te passen ('OK'-toets) of te verwijderen ('GELE'-toets). Nieuwe Timers kunnen worden toegevoegd door op de 'BLAUWE'-toets te drukken en het menu kan worden geopend door op de 'MENU'-toets te drukken. Als de plugin wordt verlaten door op de 'GROENE'-toets te drukken,zal de EPG eenmalig worden doorzocht op overeenkomende events. In het menu kunt u configureren met welke intervallen de plugin moet gaan zoeken.

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers. While you can just open the menu and take a look for yourself, let's go through the available options: - Help: What you are looking at right now - Preview: Simulate EPG search, helps finding errors in your setup. - Import existing Timer: Create a new AutoTimer based on an existing regular timer. - Import from EPG: Create an AutoTimer based on an EPG event. - Setup: Generic configuration of the plugin. - Edit new timer defaults: Configure default values for new AutoTimers. - Create a new timer using the wizard/classic editor: Use the non-default editor to create a new AutoTimer.
nl: Het menu verbergt minder gebruikte opties van deze plugin, inclusief de configuratie en de standaard instellingen voor nieuwe AutoTimers. Terwijl u zelf het menu kunt openen om zelf de opties te bekijken, kunnen we even alle beschikbare opties doorlopen: - Help: Wat zoek u op dit moment - Voorvertoning: Simuleer EPG zoekopdracht, helpt het vinden van fouten in uw instellingen. - Importeer bestaande Timer: Creëer een nieuwe AutoTimer gebaseerd op een bestaande gewone timer. - Import vanuit de EPG: Creëer een AutoTimer gebaseerd op een EPG event. - Instellingen: Algemene instellingen van de plugin. - Nieuwe timers aanpassen: Bepaalt de standaard instellingen voor nieuwe AutoTimers. - Nieuwe timers instellen met de wizard: Geef aan of de klassieke editor of de wizard gebruikt moet worden voor nieuwe timers.

source: This is mostly a matter of taste./nhe Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the 'expert' level features of enigma2./n/nYou can check out the 'classic' editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
nl: Dit is meestal een kwestie van smaak./nDe Wizard presenteert u een beperkt aantal instelmogelijkheden in een kleiner tijdsinterval, bedoeld voor ongeoefende gebruikers. /n/nU kunt een bestaande timer openen en bekijken of u liever de klassieke editor of de wizard gebruikt.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
nl: Indien ingeschakeld kan een alternatieve zender worden gebruikt om de opname te maken als de ingestelde zender niet beschikbaar is.

source: You now know almost everything there is to know about the AutoTimer-Plugin. As a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
nl: U weet nu vrijwel alles wat er te weten valt over de AutoTimer-Plugin. Als laatste hint willen wij meegeven dat het heel belangrijk is om naar de help-teksten te kijken die worden getoond in de instellingen dialoog, want die dekken de meeste vragen.

source: add filters
nl: Filters...

source: add services
nl: Zenders...

source: delete
nl: verwijderen

source: edit services
nl: Zenders aanpassen
