Repository: OpenLD/enigma2-plugins
Catalog: moviecut/po/*.po
Languages: et

source: Advanced cut specification...
et: Lõigete täpsem määramine...

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
et: Hetkel toimub teise filmi lõikamine. Film "%s" lõigatakse pärast seda taustal.

source: Bad arguments
et: Kõlbmatud määrangud

source: Cancel
et: Tühista

source: Choose target folder
et: Vali sihtkataloog

source: Couldn't open input .ap file
et: Sisend .ap faili avamine nurjus

source: Couldn't open input .cuts file
et: Sisend .cuts faili avamine nurjus

source: Couldn't open input .ts file
et: Sisend .ts faili avamine nurjus

source: Couldn't open output .ap file
et: Väljund .ap faili avamine nurjus

source: Couldn't open output .cuts file
et: Väljund .cuts faili avamine nurjus

source: Couldn't open output .ts file
et: Väljund .ts faili avamine nurjus

source: Cut Parameter Input
et: Lõikamise määrangud

source: Cut source:
et: Lõigatav:

source: Cutlist
et: Lõiked

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
et: Lõikekohad (ALGUS LÕPP ALGUS LÕPP ... tsükkel tund:min:sek)

source: Cutting failed for movie "%s"
et: Filmi "%s" lõikamine nurjus

source: Cutting was aborted for movie "%s"
et: Filmi "%s" lõikamine katkestati

source: Don't cut
et: Ära lõika

source: Empty .ap file
et: Tühi .ap fail

source: Execute cuts...
et: Teosta lõikamine...

source: How would you like to cut "%s"?
et: Kuidas soovid "%s" lõigata?

source: Manual specification
et: Käsitsi määramine

source: New description:
et: Uus sisututvustus:

source: New filename:
et: Uus failinimi:

source: New location:
et: Uus asukoht:

source: New title:
et: Uus nimi:

source: No
et: Ei

source: No cuts specified
et: Lõikekohad määramata

source: Place the cut movie in a new file ending with " cut"
et: Loo uus lõigatud "cut" lõpuga fail

source: Read/write error (disk full?)
et: Lugemise/kirjutamise viga (ketas täis?)

source: Replace original:
et: Asenda algne:

source: Replace the original movie with the cut movie
et: Asenda algne film lõigatud filmiga

source: The movie "%s" is cut in the background.
et: Filmi "%s" lõikamine toimub taustal.

source: The movie "%s" is successfully cut
et: Filmi "%s" lõikamine õnnestus

source: Yes
et: Jah
